Repository: 4aiman/MMBN56MM
Catalog: po/mmbn56mm.*.po
Languages: ru

source: Edit Room
ru: Дать Комнате Имя

source: Game:
ru: Игра:

source: Stretch
ru: Растянуть карту

# tform1.room_name_label.caption
source: Run the game, then press "Start"
ru: Запусти игру, нажми "Запуск"

source: Spoils:
ru: Находки:

# tform1.start_stop_button.caption
source: Start
ru: Запуск

source: Adding item to Room #
ru: Новая находка в Комнате №

source: MMBN5-6M: Reading from process ID
ru: MMBN5-6M: Чтение процесса с идентификатором

source: Editing item in Room #
ru: Редактирование находки в Комнате №

source: Editing Room #
ru: Переименование Комнаты №

source: Enter item's name
ru: Введи название находки

source: Enter this Room's name
ru: Введи название Комнаты

source: Error. Game's memory not read.
ru: Ошибка. Память приложения не прочитана.

source: Error. Make sure the game's running.
ru: Ошибка. Игра точно запущена?

source: HotKey registration failed. You won't be able to press Win+Y to temporarily view map in full screen.
ru: Регистрация горячих клавиш не удалась. Нажимать Win+Y для переключения в полноэкранный режим не выйдет.

source: Error. Can't read game's memory.
ru: Ошибка. Чтение памяти приложения невозможно.

source: Room #
ru: Комната №

# unit1.run_the_game_notice
source: Run the game, then press "Start"
ru: Запусти игру, нажми "Запуск"

source: Stop
ru: Остановка

# unit1.start_button_strat
source: Start
ru: Запуск

source: Unknown
ru: Неизвестно где...
